tap "hashicorp/tap"
tap "cloudflare/cloudflare"

cask "altserver"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "codexbar"
cask "cyberduck"
cask "finetune"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "linear"
cask "lm-studio"
cask "lulu"
cask "mac-mouse-fix"
cask "oversight"
cask "proton-drive"
cask "proton-mail-bridge"
cask "proton-pass"
cask "protonvpn"
cask "raindropio"
cask "raycast"
cask "tailscale-app"
cask "tuna"
cask "tunnelblick"
cask "vesktop"
cask "visual-studio-code"
cask "supacode"
cask "helium-browser"
cask "zed"
cask "zen"
cask "discord"

brew "cloudflared"
brew "deno"
brew "ffmpeg"
brew "lazygit"
brew "neovim"
brew "p7zip"
brew "pnpm"
brew "ranger"
brew "shellcheck"
brew "tree"
brew "zellij"
